orlis/open_source_benchmarks/apps/org.epstudios.epmobile_47_src.tar.gz/app/src/main/assets/edoxaban.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title></title>
<!-- 2015-03-10 Tue 16:31 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="David Mann" />
</head>
<body>
<div id="content">
<h1 class="title"></h1>
<div id="outline-container-unnumbered-1" class="outline-2">
<h2 id="unnumbered-1">Dosage and administration</h2>
<div class="outline-text-2" id="text-unnumbered-1">
</div><div id="outline-container-unnumbered-2" class="outline-3">
<h3 id="unnumbered-2">Nonvalvular atrial fibrillation</h3>
<div class="outline-text-3" id="text-unnumbered-2">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />

<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="left">CrCl</th>
<th scope="col" class="left">Dose</th>
</tr>
</thead>
<tbody>
<tr>
<td class="left">&gt;95 mL/min</td>
<td class="left">DO NOT USE!</td>
</tr>

<tr>
<td class="left">&gt;50 to ≤95 mL/min</td>
<td class="left">60 mg PO once daily</td>
</tr>

<tr>
<td class="left">≥15 to &lt;50 mL/min</td>
<td class="left">30 mg PO once daily</td>
</tr>

<tr>
<td class="left">&lt;15 mL/min</td>
<td class="left">DO NOT USE!</td>
</tr>
</tbody>
</table>
<p>
Note: Do not use with CrCl &gt;95 mL/min!
</p>
</div>
</div>
<div id="outline-container-unnumbered-3" class="outline-3">
<h3 id="unnumbered-3">DVT and PE</h3>
<div class="outline-text-3" id="text-unnumbered-3">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />

<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="left">CrCl</th>
<th scope="col" class="left">Dose</th>
</tr>
</thead>
<tbody>
<tr>
<td class="left">&gt;50 mL/min</td>
<td class="left">60 mg orally once daily</td>
</tr>

<tr>
<td class="left">≥15 to &lt;50 mL/min</td>
<td class="left">30 mg orally once daily</td>
</tr>
</tbody>
</table>
<p>
Patients with body weight ≤60 kg or receiving certain P-gp inhibitors (verpamil, quinidine, azithromycin, clarithromycin, erhythromycin, itraconazole or ketoconazole) use 30 mg once daily.
</p>
</div>
</div>
</div>
<div id="outline-container-unnumbered-4" class="outline-2">
<h2 id="unnumbered-4">Dosage forms and strengths</h2>
<div class="outline-text-2" id="text-unnumbered-4">
<ul class="org-ul">
<li>Tablets
<ul class="org-ul">
<li>15 mg</li>
<li>30 mg</li>
<li>60 mg</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-unnumbered-5" class="outline-2">
<h2 id="unnumbered-5">Contraindications</h2>
<div class="outline-text-2" id="text-unnumbered-5">
<ul class="org-ul">
<li>Active pathological bleeding</li>
</ul>
</div>
</div>
<div id="outline-container-unnumbered-6" class="outline-2">
<h2 id="unnumbered-6">Warnings and precautions</h2>
<div class="outline-text-2" id="text-unnumbered-6">
<ul class="org-ul">
<li>Bleeding: serious and potentially fatal bleeding.  Promptly evaluate signs and symptoms of blood loss.</li>
<li>Mechanical heart valves or moderate to severe mitral stenosis: Use is not recommended.</li>
</ul>
</div>
</div>
<div id="outline-container-unnumbered-7" class="outline-2">
<h2 id="unnumbered-7">Adverse reactions</h2>
<div class="outline-text-2" id="text-unnumbered-7">
<ul class="org-ul">
<li>Treatment of nonvalvular AF: The most common adverse reactions (≥5%) are bleeding and anemia.</li>
<li>Treatment of DVT and PE: The most common adverse reactions (≥1%) are bleeding, rash, abnormal liver function tests and anemia.</li>
</ul>
</div>
</div>
<div id="outline-container-unnumbered-8" class="outline-2">
<h2 id="unnumbered-8">Drug interactions</h2>
<div class="outline-text-2" id="text-unnumbered-8">
<ul class="org-ul">
<li>Anticoagulants: Avoid concomitant use.</li>
<li>Rifampin: Avoid concomitant use.</li>
</ul>
</div>
</div>
<div id="outline-container-unnumbered-9" class="outline-2">
<h2 id="unnumbered-9">Use in specific populations</h2>
<div class="outline-text-2" id="text-unnumbered-9">
<ul class="org-ul">
<li>Nursing mothers: Discontinue drug or discontinue nursing.</li>
<li>Impaired renal function: Reduce dose (see tables above).</li>
<li>Moderate or severe hepatic impairment: Not recommended.</li>
</ul>
</div>
</div>
</div>
</body>
</html>
